Repository: wp-plugins/nextcellent-gallery-media-addon
Catalog: lang/nextcellent-gallery-media-addon-*.po
Languages: da_dk, pl_pl

source: this plugin requires <strong>NextCellent Gallery</strong> to be installed and activated first before it can work properly.
pl_pl: ta wtyczka wymaga wtyczki <strong>NextCellent Gallery</strong>, zainstalowanej i włączonej, aby mogła pracować poprawnie.

source: Media Library
da_dk: Mediebibliotek
pl_pl: Biblioteka Mediów

# taxonomy general name
source: Media Tags
da_dk: Medie tags
pl_pl: Tagi Mediów

# taxonomy singular name
source: Media Tag
da_dk: Medie tag
pl_pl: Tag Medium

source: Search Media Tags
da_dk: Søg medie tags
pl_pl: Wyszukaj Tagi Mediów

source: Popular Media Tags
da_dk: Populære medie tags
pl_pl: Popularne Tagi Mediów

source: All Media Tags
da_dk: Alle medie tags
pl_pl: Wszystkie Tagi Mediów

source: Edit Media Tag
da_dk: Rediger medie tag
pl_pl: Edytuj Tag Medium

source: Update Media Tag
da_dk: Opdatér medie tag
pl_pl: Aktualizuj Tag Medium

source: Add New Media Tag
da_dk: Tilføj ny medie tag
pl_pl: Dodaj Nowy Tag Medium

source: New Media Tag Name
da_dk: Nyt medie tag navn
pl_pl: Nazwa Nowego Tagu Medium

source: Separate media tags with commas
da_dk: Adskil medie tags med kommaer.
pl_pl: Oddziel kolejne tagi mediów przecinkami

source: Add or remove media tags
da_dk: Tilføj eller fjern medie tags
pl_pl: Dodaj lub usuń tagi mediów

source: Choose from the most used media tags
da_dk: Vælg fra de mest brugte medie tags
pl_pl: Wybierz z najczęściej używanych tagów mediów

source: No media tags found.
da_dk: Ingen medie tags fundet.
pl_pl: Nie znaleziono żadnych tagów mediów.

source: Media Tags
da_dk: Medie tag
pl_pl: Tagi Mediów

source: Add images from the media library
da_dk: Tilføj billeder fra mediebiblioteket.
pl_pl: Dodaj obrazki z biblioteki mediów

source: Add images to:
da_dk: Tilføj billeder til:
pl_pl: Dodaj obrazki do:

source: Choose gallery
da_dk: Vælg et galleri
pl_pl: Wybierz galerię

source: New gallery
da_dk: Nyt galleri
pl_pl: Nowa galeria

source: Select Images
da_dk: Vælg billeder
pl_pl: Wybierz Obrazki

source: Add to Gallery
da_dk: Tilføj til galleri
pl_pl: Dodaj do Galerii

source: Copying...
da_dk: Kopierer...
pl_pl: Kopiowanie...

source: No gallery selected!
da_dk: Der er ikke valgt noget galleri!
pl_pl: Nie wybrano żadnej galerii!

source: Enter a name for the new gallery!
da_dk: Indtast et navn til det nye galleri!
pl_pl: Wprowadź nazwę dla nowej galerii!

source: No images selected!
da_dk: Ingen billeder valgt!
pl_pl: Nie wybrano żadnych obrazków!

source: No cheating!
da_dk: Ikke snyde!
pl_pl: Nie oszukuj!

source: Image upload error!
da_dk: Billede upload fejl!
pl_pl: Błąd wysyłania obrazka!

source: Failure in database, no gallery path set !
da_dk: Fejl i databasen; der er ingen sti til galleriet!
pl_pl: Błąd bazy danych. brak ścieżki do galerii!

source: is not an image.
da_dk: er ikke et billede.
pl_pl: nie jest obrazkiem.

source: Unable to write to directory %s. Is this directory writable by the server?
da_dk: Det er ikke muligt at skrive til mappen %s. Har serveren skriverettigheder til denne mappe?
pl_pl: Nie można zapisać do folderu %s. Czy ten folder ma uprawnienia do zapisu?

source: Error, the file could not be moved to :
da_dk: Fejl! Filen kunne ikke flyttes til:
pl_pl: Błąd, plik nie może być przeniesiony do:

source: Error, the file permissions could not be set
da_dk: Fejl! Filrettighederne kunne ikke ændres
pl_pl: Błąd, nie można ustawić uprawnień pliku

# n image(s) successfully added
source: image
da_dk: billede
pl_pl: obrazek

source: successfully added to
da_dk: tilføjet til
pl_pl: dodano pomyślnie do galerii

source: Error in transferring
da_dk: fejl ved overførelse
pl_pl: Błąd w przesyłaniu

# Error in transferring n selected image(s)
source: selected
da_dk: valgt
pl_pl: wybranego

# Error in transferring n selected image(s)
source: image
da_dk: billede
pl_pl: obrazka

source: SAFE MODE Restriction in effect! You need to create the folder <strong>%s</strong> manually
pl_pl: Ograniczenie TRYBU BEZPIECZNEGO! Należy ręcznie utworzyć folder <strong>%s</strong>

source: When safe_mode is on, PHP checks to see if the owner (%s) of the current script matches the owner (%s) of the file to be operated on by a file function or its directory
pl_pl: W TRYBIE BEZPIECZNYM, PHP sprawdza, czy właściciel (%s) skryptu jest także, właścicielem (%s) pliku lub folderu

source: Preview
da_dk: Forhåndsvisning
pl_pl: Podgląd

source: Choose Image
da_dk: Vælg billede
pl_pl: Wybierz Obrazki

source: Import title from:
da_dk: Importere title fra:
pl_pl: Importuj tytuł z:

source: Import description from:
da_dk: Importere beskrivelse fra:
pl_pl: Importuj opis z:

source: Caption
da_dk: Billedtekst
pl_pl: Etykieta

source: Alternative Text
da_dk: Alternativ tekst
pl_pl: Alternatywny Tekst

source: Description
da_dk: Beskrivelse
pl_pl: Opis
